{"index": {"_index": "books","_type":"book","_id":"1"}}
{"title":"Innovator’s High","description":"Robert Gerlach is a global expert on business creativity who provides new insights on creative thinking, such as >> the #1 reason why people have their best ideas on the job >> a key secret behind the innovators Leonardo da Vinci and Steve Jobs >> why Mozart’s genius wouldn’t reach a high note in today’s open-plan offices >> how to transform negative feelings into creative power >> how to eat creativity >> how to Karate chop writer’s block and >> why great artists never steal.","author":"Robert Gerlach","tags":"business creativity, creative, innovation","price":19.95,"language":"en","pub_date":"2017-01-04","isbn":"9783981850000"}
{"index": {"_index": "books","_type":"book","_id":"2"}}
{"title":"Big Data: A Revolution That Will Transform How We Live, Work, and Think","description":"Big Data is the first major book about this earthshaking subject, with two leading experts explaining what big data is, how it will change our lives, and what we can do to protect ourselves from its hazards. ","author":"Viktor Mayer-Schönberger","tags":"technology, big data","price":8.96,"language":"en","pub_date":"2014-04-04","isbn":"0544227751"}
{"index": {"_index": "books","_type":"book","_id":"3"}}
{"title":"Big Data: Principles and best practices of scalable realtime data systems","description":"Big Data teaches you to build big data systems using an architecture that takes advantage of clustered hardware along with new tools designed specifically to capture and analyze web-scale data. It describes a scalable, easy-to-understand approach to big data systems that can be built and run by a small team. ","author":"Nathan Marz","tags":"technology, big data","price":35.34,"language":"en","pub_date":"2015-05-10","isbn":"1617290343"}
{"index": {"_index": "books","_type":"book","_id":"4"}}
{"title":"Data Science for Business: What You Need to Know about Data Mining and Data-Analytic Thinking","description":"Based on an MBA course Provost has taught at New York University over the past ten years, Data Science for Business provides examples of real-world business problems to illustrate these principles. You’ll not only learn how to improve communication between business stakeholders and data scientists, but also how participate intelligently in your company’s data science projects. You’ll also discover how to think data-analytically, and fully appreciate how data science methods can support business decision-making.","author":"Foster Provost","tags":"technology, big data","price":32.59,"language":"en","pub_date":"2013-08-19","isbn":"1449361323"}
{"index": {"_index": "books","_type":"book","_id":"5"}}
{"title":"Data Analytics Made Accessible Kindle Edition","description":"This book fills the need for a concise and conversational book on the growing field of Data Analytics and Big Data. Easy to read and informative, this lucid book covers everything important, with concrete examples, and invites the reader to join this field. The chapters in the book are organized for a typical one-semester course. The book contains case-lets from real-world stories at the beginning of every chapter. There is also a running case study across the chapters as exercises. This book is designed to provide a student with the intuition behind this evolving area, along with a solid toolset of the major data mining techniques and platforms. Finally, it includes a tutorial for R platform.0","author":"Anil Maheshwari","tags":"technology, big data","price":0,"language":"en","pub_date":"2014-05-01","isbn":}
{"index": {"_index": "books","_type":"book","_id":"6"}}
{"title":"Big Data: Using SMART Big Data, Analytics and Metrics To Make Better Decisions and Improve Performance","description":"There is so much buzz around big data. We all need to know what it is and how it works - that much is obvious. But is a basic understanding of the theory enough to hold your own in strategy meetings? Probably. But what will set you apart from the rest is actually knowing how to USE big data to get solid, real-world business results - and putting that in place to improve performance. Big Data will give you a clear understanding, blueprint, and step-by-step approach to building your own big data strategy. This is a well-needed practical introduction to actually putting the topic into practice. ","author":"Bernard Marr","tags":"technology,big data","price":20.70,"language":"en","pub_date":"2016-04-08","isbn":"1118965833"}
{"index": {"_index": "books","_type":"book","_id":"7"}}
{"title":"The Catcher in the Rye","description":"Anyone who has read J.D. Salinger's New Yorker stories ? particularly A Perfect Day for Bananafish, Uncle Wiggily in Connecticut, The Laughing Man, and For Esme ? With Love and Squalor, will not be surprised by the fact that his first novel is fully of children. The hero-narrator of THE CATCHER IN THE RYE is an ancient child of sixteen, a native New Yorker named Holden Caulfield. Through circumstances that tend to preclude adult, secondhand description, he leaves his prep school in Pennsylvania and goes underground in New York City for three days. The boy himself is at once too simple and too complex for us to make any final comment about him or his story. ","author":"J.D. Salinger","tags":"literature","price":0,"language":"en","pub_date":"1951-07-16","isbn":"0316769487"}
{"index": {"_index": "books","_type":"book","_id":"8"}}
{"title":"Under the Lilacs","description":"This anthology is a thorough introduction to classic literature for those who have not yet experienced these literary masterworks. For those who have known and loved these works in the past, this is an invitation to reunite with old friends in a fresh new format. From Shakespeare’s finesse to Oscar Wilde’s wit, this unique collection brings together works as diverse and influential as The Pilgrim’s Progress and Othello. As an anthology that invites readers to immerse themselves in the masterpieces of the literary giants, it is must-have addition to any library.","author":"Louisa May Alcott","tags":"literature","price":7.99,"language":"en","pub_date":"2013-09-12","isbn":"1463744072"}
{"index": {"_index": "books","_type":"book","_id":"9"}}
{"title":"Flowers for Algernon","description":"Oscar-winning film Charly starring Cliff Robertson and Claire Bloom-a mentally challenged man receives an operation that turns him into a genius...and introduces him to heartache.","author":"Daniel Keyes","tags":"iterature","price":7.71,"language":"en","pub_date":"2005-05-01","isbn":"0156030306"}
{"index": {"_index": "books","_type":"book","_id":"10"}}
{"title":"The Suicide Club (Wisehouse Classics Edition)","description":"THE SUICIDE CLUB is a collection of three 19th century detective fiction short stories by Robert Louis Stevenson that combine to form a single narrative. First published in the London Magazine in 1878, they were collected and republished in the first volume of the New Arabian Nights.","author":"Robert Louis Stevenson","tags":"literature","price":3.49,"language":"en","pub_date":"2015-11-15","isbn":"9176370682"}
{"index": {"_index": "books","_type":"book","_id":"11"}}
{"title":"Adventures of Huckleberry Finn","description":"Referring to Adventures of Huckleberry Finn, H. L. Mencken noted that his discovery of this classic American novel was ‘the most stupendous event of my whole life’; Ernest Hemingway declared that ‘all modern American literature stems from this one book,’ while T. S. Eliot called Huck ‘one of the permanent symbolic figures of fiction, not unworthy to take a place with Ulysses, Faust, Don Quixote, Don Juan, Hamlet.’","author":"Mark Twain","tags":"literature","price":5.40,"language":"en","pub_date":"1884-12-10","isbn":"0486280616"}
{"index": {"_index": "books","_type":"book","_id":"12"}}
{"title":"Car: The Definitive Visual History of the Automobile","description":"Tracing the history of the automobile, from the first prototypes to the super cars of today, Car covers the technological developments and manufacture of cars, the cultural backdrop against which the various models arose, and the enduring impact the car has had on society as an object of curiosity, symbol of luxury, and item of necessity.  The most lavishly illustrated treatment of the subject on the market, featuring the most noteworthy cars of each decade in beautifully photographed catalogs, Car is truly an international view of the automobile through time, with histories of the men and machines that created brands which are now household names.","author":"DK","tags":"automobile","price":25.97,"language":"en","pub_date":"2011-05-02","isbn":"0756671671"}
{"index": {"_index": "books","_type":"book","_id":"13"}}
{"title":"How Cars Work","description":"How Cars Work is a completely illustrated primer describing the 250 most important car parts and how they work. This mini test book includes wonderfully simple line drawings and clear language to describe all the automotive systems as well as a glossary, index, and a test after each chapter. How Cars Work provides the basic vocabulary and mechanical knowledge to help a reader talk intelligently with mechanics understand shop manuals, and diagnosis car problems. ","author":"Tom Newton","tags":"automobile","price":23.70,"language":"en","pub_date":"1999-10-11","isbn":"0966862309"}
{"index": {"_index": "books","_type":"book","_id":"14"}}
{"title":"The Life of the Automobile: The Complete History of the Motor Car","description":"The automobile has arguably shaped the modern era more profoundly than any other human invention, and author Steven Parissien examines the impact, development, and significance of the automobile over its turbulent and colorful 130-year history. Readers learn the grand and turbulent history of the motor car, from its earliest appearance in the 1880s―as little more than a powered quadricycle―and the innovations of the early pioneer carmakers. The author examines the advances of the interwar era, the Golden Age of the 1950s, and the iconic years of the 1960s to the decades of doubt and uncertainty following the oil crisis of 1973, the global mergers of the 1990s, the bailouts of the early twenty-first century, and the emergence of the electric car.","author":"Steve Parissien","tags":"automobile","price":18.35,"language":"en","pub_date":"2014-05-13","isbn":"1250040639"}
{"index": {"_index": "books","_type":"book","_id":"15"}}
{"title":"The Art of the Automobile: The 100 Greatest Cars","description":"Award-winning automotive historian, author, and photographer Dennis Adler takes you on a whirlwind tour through more than a century of automotive history, from the first production motorcar, the 1886 Benz Patent Motorwage, to fabled makes including Hispano-Suiza, Duesenberg, packard, and Hudson","author":"Dennis Adler","tags":"automobile","price":34.19,"language":"en","pub_date":"2000-05-03","isbn":"0061051284"}
{"index": {"_index": "books","_type":"book","_id":"16"}}
{"title":"Reinventing the Automobile: Personal Urban Mobility for the 21st Century (MIT Press)","description":"This book provides a long-overdue vision for a new automobile era. The cars we drive today follow the same underlying design principles as the Model Ts of a hundred years ago and the tail-finned sedans of fifty years ago. In the twenty-first century, cars are still made for twentieth-century purposes. They are inefficient for providing personal mobility within cities -- where most of the world's people now live. In this pathbreaking book, William Mitchell and two industry experts reimagine the automobile, describing vehicles of the near future that are green, smart, connected, and fun to drive.","author":"William J. Mitchell","tags":"automobile","price":11.16,"language":"en","pub_date":"2015-08-21","isbn":"0262528452"}
{"index": {"_index": "books","_type":"book","_id":"17"}}
{"title":"Food, Health, and Happiness: 115 On-Point Recipes for Great Meals and a Better Life","description":"Oprah Winfrey will be the first to tell you, she has had a complicated relationship with food. It’s been both a source of delight and comfort for her, but also the cause of an ongoing struggle with her weight. In Food, Health, and Happiness, Oprah shares the recipes that have allowed eating to finally be joyful for her. With dishes created and prepared alongside her favorite chefs, paired with personal essays and memories from Oprah herself, this cookbook offers a candid, behind-the-scenes look into the life (and kitchen!) of one of the most influential and respected celebrities in the world. Delicious, healthy, and easy to prepare, these are the recipes Oprah most loves to make at home and share with friends and family. ","author":"Oprah Winfrey","tags":"food","price":22.48,"language":"en","pub_date":"2017-01-03","isbn":"1250126533"}
{"index": {"_index": "books","_type":"book","_id":"18"}}
{"title":"Food Rules: An Eater's Manual","description":"Eating doesn’t have to be so complicated. In this age of ever-more elaborate diets and conflicting health advice, Food Rules brings welcome simplicity to our daily decisions about food. Written with clarity, concision, and wit that has become bestselling author Michael Pollan’s trademark, this indispensable handbook lays out a set of straightforward, memorable rules for eating wisely, one per page, accompanied by a concise explanation. It’s an easy-to-use guide that draws from a variety of traditions, suggesting how different cultures through the ages have arrived at the same enduring wisdom about food. Whether at the supermarket or an all-you-can-eat buffet, this is the perfect guide for anyone who ever wondered, ‘What should I eat?’","author":"Michael Pollan","tags":"food","price":8.90,"language":"en","pub_date":"2009-12-29","isbn":"014311638"}
{"index": {"_index": "books","_type":"book","_id":"19"}}
{"title":"Real Food/Fake Food: Why You Don’t Know What You’re Eating and What You Can Do about It","description":"Olmsted brings readers into the unregulated food industry, revealing the shocking deception that extends from high-end foods like olive oil, wine, and Kobe beef to everyday staples such as coffee, honey, juice, and cheese. It’s a massive bait and switch in which counterfeiting is rampant and in which the consumer ultimately pays the price.","author":"Larry Olmsted","tags":"food","price":16.25,"language":"en","pub_date":"2016-07-12","isbn":"1616204214"}
{"index": {"_index": "books","_type":"book","_id":"20"}}
{"title":"In Defense of Food: An Eater's Manifesto","description":"Because in the so-called Western diet, food has been replaced by nutrients, and common sense by confusion--most of what we’re consuming today is longer the product of nature but of food science. The result is what Michael Pollan calls the American Paradox: The more we worry about nutrition, the less healthy we see to become. With In Defense of Food, Pollan proposes a new (and very old) answer to the question of what we should eat that comes down to seven simple but liberating words: \"Eat food. Not too much. Mostly plants.\" Pollan’s bracing and eloquent manifesto shows us how we can start making thoughtful food choices that will enrich our lives, enlarge our sense of what it means to be healthy, and bring pleasure back to eating.","author":"Michael Pollan","tags":"food","price":10.87,"language":"en","pub_date":"2009-04-28","isbn":"0143114964"}
{"index": {"_index": "books","_type":"book","_id":"21"}}
{"title":"Food Freedom Forever: Letting Go of Bad Habits, Guilt, and Anxiety Around Food by the Co-Creator of the Whole30","description":"Millions of people have successfully completed the groundbreaking Whole30 program and radically transformed their energy, sleep, cravings, waistline, and health. Now, Food Freedom Forever offers real solutions for anyone stuck in the exhausting cycle of yo-yo dieting and the resulting stress, weight gain, uncontrollable cravings, and health complaints. In her newest book, best-selling author Melissa Hartwig defines true “food freedom” as being in control of the food you eat, instead of food controlling you. Resets like the Whole30 can jump-start the process, but as anyone who has dieted knows, holding onto that freedom and creating healthy habits that last is the hard part. In her detailed 3-part plan, Melissa will help you discover food freedom, no matter how out of control you feel; walk a self-directed path that keeps you in control for months on end; gracefully recover when you slip back into old habits; and create the kind of food freedom that stays with you for the rest of your life.","author":"Melissa Hartwig","tags":"food","price":16.20,"language":"en","pub_date":"2016-10-4","isbn":"0544838297"}
